ADVICES = [
    "Масюня всегда старается планировать новый день с вечера и составляет список дел, которые необходимо сделать днём. Попробуй, это может действительно помочь быть более продуктивным!",
    "Если Масюня чувствует себя разбитой и печальной, она старается сделать только самые важные дела из зпаланированных, а потом отдохнуть, занимаясь привычными вещами. Иногда трудно быть продуктивным из-за своего психологического состояния, в такие моменты нужно уметь всё отложить и отдохнуть, чтобы на следующий день с новыми силами быть снова продуктивным!",
    "Масюня всегда старается пить много воды в течение дня, это помогает налаживать обмен веществ и в целом чувствовать себя лучше. А ты сегодня достаточно воды выпил?",
    "Масюня старается полноценно кушать хотя бы два раза в день, но ей нужно стараться делать это три раза. Правильное и регулярное питание хорошо сказывается на здоровье, самочувствии и энергичности. Не забывай хорошо кушать в течение дня!"
]

PREDICTS = {
    'very_good': [
        "Шансы очень высоки! Масюня чувствует огромную энергию!",
        "Всё точно получится! Вперёд!",
        "Великие силы говорят, что этому точно суждено быть!"
    ],
    'good': [
        "Духи в хорошем расположении духа! Всё может получиться!",
        "Кажется, тебе в этом немного повезёт.",
        "Масюне кажется, что всё должно получиться."
    ],
    'neutral': [
        "Духи в смятении. Ничего не понятно.",
        "Масюня не может точно сказать...",
        "Всё в твоих руках."
    ],
    'bad': [
        "Масюне кажется, что тут вряд ли получится что-то дельное...",
        "Духи настроены скептически.",
        "Лучше попробуй сделать это в другой раз..."
    ],
    'very_bad': [
        "Духи отвечают решительным отрицанием.",
        "Очень и очень вряд ли. Почти невозможно.",
        "Масюня не думает, что это осуществимо"
    ]
}
